sway
swaybg
swayidle
swaylock
waybar
rofi-wayland
libnotify
dunst
grim
imv
jq
slurp
wl-clipboard
brightnessctl
playerctl
pavucontrol
udiskie
kitty
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-desktop-portal-gtk
gnome-themes-extra
gnome-keyring
polkit-gnome
otf-font-awesome
